{
  "fase_A": {
    "jenjang": "SD Kelas 1-2",
    "mapel": {
      "Pendidikan Agama Islam dan Budi Pekerti": {
        "elemen": {
          "Al-Qur’an Hadis": "Memahami huruf hijaiah berharakat, huruf hijaiah bersambung, Surah al-Fātiḥah, beberapa surah pendek Al-Qur’an, dan hadis tentang kebersihan.",
          "Akidah": "Memahami rukun iman, iman kepada Allah Swt., beberapa asmaulhusna, dan iman kepada malaikat.",
          "Akhlak": "Memahami akhlak terhadap Allah Swt. dengan menyucikan dan memuji-Nya dan akhlak terhadap diri sendiri.",
          "Fikih": "Memahami rukun Islam, syahadatain, tata cara bersuci, salat fardu, azan, ikamah, zikir, dan berdoa setelah salat.",
          "Sejarah Peradaban Islam": "Memahami kisah beberapa nabi dan rasul."
        }
      },
      "Pendidikan Agama Kristen dan Budi Pekerti": {
        "elemen": {
          "Allah Berkarya": "Memahami Allah menciptakan dirinya sebagai pribadi yang istimewa dan membangun interaksi dengan lingkungan terdekat; Memahami pemeliharaan Allah pada dirinya melalui kehadiran keluarga.",
          "Manusia dan Nilai-nilai Kristiani": "Memahami diri sebagai pribadi yang bertumbuh dan berkembang; Memahami makna kebaikan, ramah dan sopan di rumah dan di sekolah.",
          "Gereja dan Masyarakat Majemuk": "Memahami keberadaan gereja sebagai wadah berkumpul dan beribadah serta kewajiban berdoa dan memuji Tuhan; Memahami keragaman suku bangsa sebagai anugerah Allah.",
          "Alam dan Lingkungan Hidup": "Memahami alam dan lingkungan hidup sebagai ciptaan Allah; Memahami tugas memelihara alam dan lingkungan hidup di rumah dan di sekolah."
        }
      },
      "Pendidikan Agama Katolik dan Budi Pekerti": {
        "elemen": {
          "Pribadi Murid": "Memahami dirinya sebagai pribadi yang dicintai Tuhan, memiliki anggota tubuh yang berguna, memahami cara merawat tubuhnya; memahami teman-teman, lingkungan rumah dan satuan pendidikan sebagai tempat mengembangkan potensi diri.",
          "Yesus Kristus": "Memahami bahwa Tuhan menciptakan langit, bumi, dan seluruh isinya; memahami tokoh-tokoh iman di dalam Perjanjian Lama (Nuh, Abraham, Ishak, dan Yakub); memahami kisah kelahiran Tuhan Yesus, kisah tiga orang Majus, masa kanak-kanak Yesus di Nazaret, Yesus dipersembahkan di Bait Allah, dan berada di Bait Allah pada umur 12 tahun.",
          "Gereja": "Memahami imannya dengan cara membuat tanda salib, berdoa Bapa Kami, Salam Maria, dan Kemuliaan; memahami iman dengan melaksanakan perintah Allah, dan membiasakan diri dengan berdoa pujian, syukur dan permohonan.",
          "Masyarakat": "Memahami lingkungan keluarga, dan teman-teman, memiliki kebiasaan bekerja sama dengan anggota keluarga dan teman-teman; memahami iman di tengah masyarakat melalui kebiasaan hidup rukun dengan tetangga dan bergotong royong merawat lingkungan."
        }
      },
      "Pendidikan Agama Hindu dan Budi Pekerti": {
        "elemen": {
          "Kitab Suci Weda": "Memahami kitab Ramayana dan Mahabharata.",
          "Sraddha dan Bhakti": "Memahami Hyang Widhi Wasa sebagai pencipta dan sumber hidup.",
          "Susila": "Memahami Subha dan Asubha Karma, serta Tri Kaya Parisudha.",
          "Acara": "Memahami Dainika Upasana dan sarana persembahyangan.",
          "Sejarah Agama Hindu": "Memahami tokoh-tokoh kerajaan Hindu di Indonesia."
        }
      },
      "Pendidikan Agama Buddha dan Budi Pekerti": {
        "elemen": {
          "Sejarah": "Memahami identitas diri dan keluarganya, serta memiliki keterbukaan untuk menghargai perbedaan identitas dan budaya teman-temannya di lingkungan rumah, sekolah, dan rumah ibadah. Murid mengamalkan sifat-sifat kehidupan para Bodhisattva, para Buddha, siswa Buddha atau tokoh Buddhis inspiratif dalam menyayangi diri sendiri dengan menjaga kesehatan fisik dan batin, membiasakan diri untuk bersikap hormat dan menjaga ucapan di lingkungannya sesuai kisah Jataka.",
          "Ritual": "Memahami identitas agama Buddha dan kepercayaan lainnya dalam suatu kelompok dengan anggota yang beragam identitas agama dan kepercayaan. Murid memahami simbol-simbol keagamaan Buddha, agama dan kepercayaan lain di lingkungan rumah dan sekolahnya.",
          "Etika": "Mengamalkan aturan dan sopan santun di lingkungan rumah, sekolah, dan rumah ibadah. Murid memahami pergaulan untuk mempertahankan hidup dalam hubungannya dengan orang lain. Murid memahami musyawarah sederhana untuk mufakat di lingkungan sekolahnya berlandaskan nilai-nilai empat sifat luhur, hukum karma dan Pancasila dasar negara berdasarkan pembelajaran ramah anak serta mencerminkan kehidupan yang moderat."
        }
      },
      "Pendidikan Agama Khonghucu dan Budi Pekerti": {
        "elemen": {
          "Sejarah Suci": "Memahami riwayat dan keluarga Nabi Kŏngzĭ (孔子), kisah keteladanan bakti para tokoh agama Khonghucu (Rújiào 儒教), kisah keteladanan sifat solidaritas sesama sahabat dari tokoh agama Khonghucu.",
          "Kitab Suci": "Memahami ayat-ayat suci yang terdapat dalam kitab Bakti (Xiàojīng 孝经), Sìshū (四书) dan Wŭjīng (五经) yang berkaitan dengan kisah anak berbakti dan keteladanan Nabi Kŏngzĭ (孔子).",
          "Keimanan": "Memahami konsep Tiān (天) dalam agama Khonghucu bahwa manusia diciptakan Tiān (天) melalui kedua orang tua dan peran keberadaan leluhur dalam kehidupan manusia serta Nabi Kŏngzĭ (孔子) sebagai genta rohani Tiān (天), Tiān Zhī Mùduó (天之木铎).",
          "Tata Ibadah": "Memahami sikap dalam berdoa dan menghormat, sembahyang kepada Tiān (天), Nabi Kŏngzĭ (孔子), dan leluhur serta perlengkapan sembahyang di altar.",
          "Perilaku Jūnzĭ (君子)": "Memahami sikap bakti dan hormat kepada orang tua sebagai wujud hormat kepada Tiān (天), pembiasaan berdoa sebelum maupun sesudah beraktivitas, dan sikap toleransi dengan teman, serta sikap tanggung jawab terhadap kebutuhan diri sendiri."
        }
      },
      "Pendidikan Pancasila": {
        "elemen": {
          "Pancasila": "Mengenal bendera negara, lagu kebangsaan, simbol dan sila-sila Pancasila dalam lambang negara Garuda Pancasila dan simbol Pancasila beserta sila-sila Pancasila; menerapkan nilai-nilai Pancasila di lingkungan keluarga.",
          "Undang-Undang Dasar Negara Republik Indonesia Tahun 1945": "Mengenal aturan di lingkungan keluarga; menunjukkan dan menceritakan sikap mematuhi aturan di lingkungan keluarga.",
          "Bhinneka Tunggal Ika": "Mengenal semboyan Bhinneka Tunggal Ika; mengidentifikasi dan menghargai identitas dirinya sesuai dengan jenis kelamin, hobi, bahasa, serta agama dan kepercayaan di lingkungan sekitar.",
          "Negara Kesatuan Republik Indonesia": "Mengenal karakteristik lingkungan tempat tinggal dan sekolah, sebagai bagian dari wilayah Negara Kesatuan Republik Indonesia; menceritakan dan mempraktikkan bekerja sama menjaga lingkungan sekitar dalam keberagaman."
        }
      },
      "Bahasa Indonesia": {
        "elemen": {
          "Menyimak": "Memahami informasi dari teks nonsastra berbentuk teks aural (teks yang dibacakan dan/atau didengarkan) berupa percakapan yang berkaitan dengan diri, keluarga, dan/atau lingkungan sekitar; dan memahami pesan teks sastra berbentuk teks aural.",
          "Membaca dan Memirsa": "Membaca kata-kata sederhana dengan fasih dari bacaan dan/atau tayangan yang dipirsa tentang diri, keluarga, kesehatan, dan/atau lingkungan sekitar; dan memahami isi bacaan dan/atau tayangan yang dipirsa tentang diri, keluarga, kesehatan, dan/atau lingkungan sekitar.",
          "Berbicara dan Mempresentasikan": "Merespons dengan bertanya tentang sesuatu, menjawab, dan menanggapi komentar orang lain (teman, pendidik, dan/atau orang dewasa) dengan baik dan santun dalam suatu percakapan tentang diri, keluarga, kesehatan, dan/atau lingkungan sekitar; mengungkapkan perasaan dan gagasan secara lisan dengan atau tanpa bantuan gambar; dan menceritakan kembali isi berbagai tipe teks yang dibaca, dipirsa, atau didengar tentang diri, keluarga, kesehatan, dan/atau lingkungan sekitar.",
          "Menulis": "Menulis permulaan dengan benar di atas kertas dan/atau melalui media digital; mengembangkan tulisan tangan yang semakin baik; dan menulis berbagai tipe teks sederhana tentang diri, keluarga, dan/atau lingkungan sekitar dengan beberapa kalimat sederhana."
        }
      },
      "Matematika": {
        "elemen": {
          "Bilangan": "Menunjukkan pemahaman dan memiliki intuisi bilangan (number sense) pada bilangan cacah sampai 100; membaca, menulis, menentukan nilai tempat, membandingkan, mengurutkan, serta melakukan komposisi (menyusun) dan dekomposisi (mengurai) bilangan; melakukan operasi penjumlahan dan pengurangan menggunakan benda-benda konkret yang banyaknya sampai 20; dan menunjukkan pemahaman pecahan sebagai bagian dari keseluruhan melalui konteks membagi sebuah benda atau kumpulan benda sama banyak (pecahan yang diperkenalkan adalah setengah dan seperempat).",
          "Aljabar": "Menunjukan pemahaman makna simbol matematika \"=\" dalam suatu kalimat matematika yang terkait dengan penjumlahan dan pengurangan bilangan cacah sampai 20 menggunakan gambar. Murid dapat mengenali, meniru, dan melanjutkan pola bukan bilangan (misalnya, gambar, warna, bunyi/suara).",
          "Pengukuran": "Membandingkan panjang dan berat benda secara langsung, dan membandingkan durasi waktu; mengukur dan mengestimasi panjang dan berat benda menggunakan satuan tidak baku.",
          "Geometri": "Mengenal berbagai bangun datar (segitiga, segiempat, segi banyak, lingkaran) dan bangun ruang (balok, kubus, kerucut, dan bola); melakukan komposisi (penyusunan) dan dekomposisi (penguraian) suatu bangun datar (segitiga, segiempat, dan segi banyak); dan menentukan posisi benda terhadap benda lain (kanan, kiri, depan belakang, bawah, atas).",
          "Analisis Data dan Peluang": "Mengurutkan, menyortir, mengelompokkan, membandingkan, dan menyajikan data dari banyak benda dengan menggunakan turus dan piktogram paling banyak 4 kategori."
        }
      },
      "Pendidikan Jasmani Olahraga dan Kesehatan": {
        "elemen": {
          "Terampil Bergerak": "Mempraktikkan keterampilan gerak fundamental dan menerapkannya dalam berbagai situasi gerak yang berbeda; mengeksplorasi berbagai strategi gerak; dan mengeksplorasi berbagai konsep gerak serta menyimpulkan efektivitasnya.",
          "Belajar Melalui Gerak": "Menaati peraturan untuk menumbuhkan fair play di dalam berbagai aktivitas jasmani; menerapkan strategi kolaborasi ketika berpartisipasi dalam aktivitas jasmani.",
          "Bergaya Hidup Aktif": "Berpartisipasi di dalam berbagai aktivitas jasmani dan mengidentifikasi manfaatnya.",
          "Memilih Hidup yang Menyehatkan": "Mengenali gaya hidup aktif dan sehat; mengenali manfaat komponen makanan bergizi seimbang; serta mengenali situasi dan potensi yang berisiko terhadap kesehatan dan keselamatan serta strategi mencari bantuan kepada orang dewasa terpercaya."
        }
      },
      "Seni Musik": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengenali unsur-unsur musik (nada dan irama) menggunakan anggota tubuh maupun alat musik.",
          "Merefleksikan (Reflecting)": "Melakukan umpan balik mengenai praktik bermain musik diri sendiri atau orang lain menggunakan bahasa sehari-hari.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Menirukan pola irama dan nada menggunakan alat musik ritmis atau melodis; mengenali ragam alat musik dan bunyi yang dihasilkan; mengenali cara memainkan dan membersihkan instrumen/alat musik.",
          "Menciptakan (Creating)": "Membuat pola irama menggunakan anggota tubuh atau alat musik ritmis yang tersedia di lingkungan sekitar.",
          "Berdampak (Impacting)": "Menunjukkan ekspresi senang dalam kegiatan bermusik."
        }
      },
      "Seni Rupa": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengenali dan menyebutkan unsur-unsur rupa dalam benda-benda di sekitar/karya seni rupa.",
          "Merefleksikan (Reflecting)": "Merefleksikan dan mengapresiasi karya diri sendiri.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Mengenali dan menguji coba alat dan/atau bahan yang dimiliki.",
          "Menciptakan (Making/Creating)": "Membuat karya seni rupa berdasarkan pengalaman dan hasil pengamatan terhadap lingkungan sekitar.",
          "Berdampak (Impacting)": "Menghasilkan karya seni rupa yang berdampak pada perasaan dirinya."
        }
      },
      "Seni Tari": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengenal bentuk tari sebagai media komunikasi serta mengembangkan kesadaran diri dalam bereksplorasi unsur utama tari meliputi gerak, ruang, tenaga, waktu, gerak di tempat dan gerak berpindah.",
          "Merefleksikan (Reflecting)": "Mengidentifikasi unsur utama tari meliputi gerak, ruang, tenaga, waktu, gerak di tempat dan gerak berpindah, serta mengemukakan pencapaian diri secara lisan, tulisan, dan kinestetik.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Meragakan hasil gerak berdasarkan etika sebagai penampil dan penonton dengan keyakinan dan percaya diri saat mengekspresikan ide, perasaan kepada penonton atau lingkungan sekitar.",
          "Menciptakan (Creating)": "Mengembangkan unsur utama tari (gerak, ruang, waktu, dan tenaga), gerak di tempat, dan gerak berpindah untuk membuat gerak sederhana yang memiliki kesatuan gerak yang indah.",
          "Berdampak (Impacting)": "Menerima proses pembelajaran sehingga tumbuh rasa ingin tahu dan dapat menunjukkan antusiasme yang berdampak pada kemampuan diri dalam menyelesaikan aktivitas pembelajaran tari."
        }
      },
      "Seni Teater": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengamati, merespons, meniru gerak tubuh dan suara sebagai media untuk mengomunikasikan emosi.",
          "Merefleksikan (Reflecting)": "Mengenali pengalaman dan emosi selama proses berseni teater serta menceritakan sebuah karya dengan kosakata sehari-hari.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Mengenal jenis-jenis properti/alat bantu yang dapat mendukung cerita/permainan peran.",
          "Menciptakan (Creating)": "Mengeksplorasi beragam peran mengenai tokoh di sekitar atau rekaan, dan memainkan sebuah lakon pertunjukan.",
          "Berdampak (Impacting)": "Memainkan gerak dan lagu sesuai arahan dari pendidik."
        }
      },
      "Komputer": {
        "elemen": {
          "Berpikir Komputasional": "Murid mulai mengenal proses berpikir sistematis untuk memecahkan masalah sederhana di sekitarnya dan membangun kematangan kognitif untuk melakukan kegiatan belajar.",
          "Literasi Digital": "Murid mengenali bentuk dan fungsi perangkat teknologi buatan manusia yang digunakan dalam kehidupan sehari-hari serta memahami penggunaannya secara aman dan bertanggung jawab."
        }
      }
    }
  }
}