{
  "fase_F": {
    "jenjang": "Kelas 11-12 SMA/SMK",
    "mapel": {
      "Pendidikan Agama Islam dan Budi Pekerti": {
        "elemen": {
          "Al-Qur’an Hadis": "Memahami ayat Al-Qur’an dan hadis tentang pentingnya berpikir kritis, ilmu pengetahuan dan teknologi, memelihara kehidupan manusia, dan moderasi beragama.",
          "Akidah": "Memahami beberapa cabang iman (syu‘ab al-īmān), keterkaitan antara iman, Islam, dan ihsan.",
          "Akhlak": "Memahami manfaat menghindari penyakit sosial; Memahami adab bermasyarakat dan etika digital dalam Islam.",
          "Fikih": "Memahami ketentuan khotbah, tablig dan dakwah, muamalah, munakahat, dan mawāris.",
          "Sejarah Peradaban Islam": "Memahami peran tokoh ulama dalam perkembangan peradaban Islam di dunia dan peran organisasi-organisasi Islam di Indonesia."
        }
      },
      "Pendidikan Pancasila": {
        "elemen": {
          "Pancasila": "Mendeskripsikan rumusan dan keterkaitan sila-sila dalam Pancasila; menganalisis peluang dan tantangan penerapan nilai-nilai Pancasila dalam kehidupan global dalam konteks Pancasila sebagai ideologi negara dan membiasakan perilaku yang sesuai dengan nilai-nilai Pancasila sebagai identitas nasional dalam kehidupan sehari-hari.",
          "Undang-Undang Dasar Negara Republik Indonesia Tahun 1945": "Menganalisis dinamika pemberlakuan Undang-Undang Dasar 1945; menunjukkan sikap demokratis berdasarkan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dalam era keterbukaan informasi; menganalisis kasus pelanggaran hak dan pengingkaran kewajiban warga negara dan merumuskan solusi dari permasalahan tersebut sebagai upaya perlindungan hukum; menganalisis makna kesatuan Pancasila dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945.",
          "Bhinneka Tunggal Ika": "Menganalisis potensi konflik dan memberi solusi yang berkeadilan terhadap permasalahan keberagaman di masyarakat; merancang kegiatan bersama dengan prinsip gotong royong dalam praktik hidup sehari-hari.",
          "Negara Kesatuan Republik Indonesia": "Mendemonstrasikan praktik demokrasi berlandaskan Pancasila dalam kehidupan berbangsa dan bernegara; menganalisis dan merumuskan solusi terkait ancaman, tantangan, hambatan, dan gangguan (ATHG) yang dihadapi Indonesia; menganalisis sistem pemerintahan Indonesia, dan peran lembaga-lembaga negara dalam bidang politik, ekonomi, sosial, budaya, pertahanan dan keamanan."
        }
      },
      "Bahasa Indonesia": {
        "elemen": {
          "Menyimak": "Mengevaluasi gagasan, perasaan, pandangan, arahan, dan/atau pesan dari teks nonsastra berbentuk teks aural (teks yang dibacakan dan/atau didengarkan); dan mengapresiasi teks sastra berbentuk teks aural.",
          "Membaca dan Memirsa": "Mengevaluasi informasi berupa gagasan, perasaan, pandangan, arahan, dan/atau pesan dari berbagai tipe teks berwujud teks visual dan/atau audiovisual untuk menemukan makna yang tersurat dan tersirat berdasarkan kaidah logika berpikir; merefleksi gagasan dan pandangan berdasarkan kaidah logika berpikir dari berbagai tipe teks berwujud teks visual dan/atau audiovisual; dan mengapresiasi berbagai tipe teks berwujud teks visual dan/atau audiovisual.",
          "Berbicara dan Mempresentasikan": "Mempresentasikan gagasan, perasaan, pandangan, arahan, pesan, dan/atau kreativitas berbahasa dalam berbagai tipe teks berbentuk monolog, dialog, dan/atau gelar wicara dan/atau berbagai tipe teks secara logis, sistematis, kritis, dan kreatif sesuai dengan norma kesopanan dan budaya Indonesia; menyajikan karya sastra secara kreatif dan menarik; dan mempertahankan hasil penelitian dengan argumentasi.",
          "Menulis": "Menulis gagasan, pandangan, imajinasi, dan/atau pengetahuan metakognisi dalam berbagai tipe teks secara logis, kritis, dan kreatif; dan mempublikasikan hasil karya di media cetak, elektronik, dan/atau digital."
        }
      },
      "Matematika": {
        "elemen": {
          "Bilangan": "Menjelaskan barisan dan deret (aritmetika dan geometri), menerapkannya pada beragam masalah terutama masalah bunga tunggal dan majemuk, memodelkan pinjaman dan investasi dengan bunga majemuk dan anuitas, serta menyelidiki (secara numerik atau grafis) pengaruh masing-masing parameter (suku bunga, periode pembayaran) dalam model tersebut.",
          "Aljabar dan Fungsi": "Menentukan fungsi invers, komposisi fungsi, dan transformasi fungsi untuk memodelkan situasi dunia nyata menggunakan fungsi yang sesuai (linear, kuadrat, eksponensial).",
          "Geometri": "Menerapkan, mengidentifikasi dan menjelaskan hubungan antara unsur-unsur lingkaran untuk menyelesaikan masalah.",
          "Analisis Data dan Peluang": "Melakukan proses penyelidikan statistika untuk mengidentifikasi dan menjelaskan asosiasi antara dua variabel kategorikal (kualitatif) dan antara dua variabel numerikal (kuantitatif); memperkirakan model linear terbaik (best fit linear) pada data numerikal (kuantitatif); membedakan hubungan asosiasi dan sebab-akibat; menjelaskan peluang dan menentukan frekuensi harapan dari kejadian majemuk; menyelidiki konsep dari kejadian saling bebas dan saling lepas, dan menentukan peluangnya; serta memahami konsep peluang bersyarat dan kejadian yang saling bebas menggunakan konsep permutasi dan kombinasi."
        }
      },
      "Bahasa Inggris": {
        "elemen": {
          "Menyimak - Berbicara (Listening - Speaking)": "Memahami alur informasi secara keseluruhan dari teks lisan fiksi dan non fiksi tentang isu terkini atau topik terkait mata pelajaran lain; Murid menggunakan bahasa Inggris untuk mengungkapkan pendapat dan mempertahankan argumen tentang topik yang dibahas.",
          "Membaca - Memirsa (Reading - Viewing)": "Mengevaluasi informasi tersurat dan tersirat dari berbagai jenis teks fiksi dan non fiksi tertulis atau teks multimodal tentang isu terkini atau topik yang terkait mata pelajaran lain.",
          "Menulis - Mempresentasikan (Writing - Presenting)": "Mengomunikasikan gagasan atau pengalaman secara tertulis atau multimodal dalam berbagai jenis fiksi dan nonfiksi dengan struktur teks dan unsur kebahasaan yang tepat dan kompleks dengan menggunakan berbagai media presentasi (cetak dan digital) untuk mencapai tujuan yang berbeda-beda; menunjukkan strategi koreksi dalam kaidah menulis baik dengan bantuan pendidik maupun mandiri; mengungkapkan pendapat dan mempertahankan argumen tentang isu terkini atau topik yang terkait mata pelajaran lain."
        }
      },
      "Fisika": {
        "elemen": {
          "Pemahaman Fisika": "Menganalisis hubungan gerak dan gaya serta pemanfaatannya untuk menjelaskan fenomena alam, desain, atau rekayasa struktur; membuat karya yang menunjukkan penerapan hukum fluida dalam kehidupan sehari-hari; menganalisis konsep kalor dan termodinamika serta penerapannya untuk mengidentifikasi fenomena perubahan iklim; menganalisis gejala gelombang dan penerapannya dalam kehidupan sehari-hari; mengevaluasi rangkaian listrik; menganalisis fenomena elektromagnetik; menganalisis teori dasar fisika modern dan pengaruhnya terhadap perkembangan teknologi; serta menerapkan teori dasar digital dalam kehidupan sehari-hari.",
          "Keterampilan Proses": "Menerapkan keterampilan proses yang mencakup: Mengamati (Mengamati fenomena ilmiah dalam kehidupan sehari-hari maupun di laboratorium dan mencatat hasil pengamatannya dengan memperhatikan detail dari objek yang diamati untuk memunculkan pertanyaan yang akan diselidiki); Mempertanyakan dan Memprediksi (Merumuskan pertanyaan ilmiah tentang hubungan antar variabel dan hipotesis yang dapat diselidiki secara ilmiah); Merencanakan dan Melakukan Penyelidikan (Merencanakan dan memilih metode yang sesuai serta mengendalikan variabel berdasarkan referensi untuk mengumpulkan data yang dapat dipercaya; memilih dan menggunakan alat dan bahan, termasuk penggunaan teknologi digital yang sesuai untuk mengumpulkan serta mencatat data secara sistematis dan akurat); Memproses, Menganalisis Data dan Informasi (Menafsirkan informasi yang diperoleh dengan jujur dan bertanggung jawab; menggunakan berbagai metode untuk menganalisa pola dan kecenderungan pada data; mendeskripsikan hubungan antar variabel serta mengidentifikasi inkonsistensi yang terjadi; menggunakan data dan rujukan untuk menarik kesimpulan yang konsisten dengan hasil penyelidikan); Mengevaluasi dan Refleksi (Mengidentifikasi sumber ketidakpastian dan kemungkinan penjelasan alternatif dalam rangka mengevaluasi kesimpulan serta menjelaskan cara spesifik untuk meningkatkan kualitas data; menganalisis validitas informasi dari sumber primer dan sekunder serta mengevaluasi pendekatan yang digunakan untuk menyelesaikan masalah dalam penyelidikan); Mengomunikasikan Hasil (Mengomunikasikan hasil penyelidikan secara sistematis dan utuh ditunjang dengan argumen ilmiah dan terbuka terhadap pendapat yang lebih relevan)."
        }
      },
      "Kimia": {
        "elemen": {
          "Pemahaman Kimia": "Menganalisis hubungan struktur atom dengan sistem periodik unsur; membandingkan jenis ikatan kimia serta kaitannya dengan bentuk molekul dan gaya intermolekuler dalam memprediksi sifat fisik materi; mengaitkan perubahan entalpi standar dari suatu reaksi kimia dengan sumber energi yang ada di lingkungan sekitar; menganalisis faktor-faktor yang mempengaruhi laju reaksi; menganalisis kesetimbangan kimia dan penerapannya; menjelaskan daya hantar listrik dan sifat koligatif larutan; menjelaskan sel elektrokimia dalam kehidupan sehari-hari; dan menjelaskan senyawa karbon dan makromolekul.",
          "Keterampilan Proses": "Menerapkan keterampilan proses yang mencakup: Mengamati (Mengamati fenomena ilmiah dalam kehidupan sehari-hari maupun di laboratorium dan mencatat hasil pengamatannya dengan memperhatikan detail dari objek yang diamati untuk memunculkan pertanyaan yang akan diselidiki); Mempertanyakan dan Memprediksi (Merumuskan pertanyaan ilmiah tentang hubungan antar variabel dan hipotesis yang dapat diselidiki secara ilmiah); Merencanakan dan Melakukan Penyelidikan (Merencanakan dan memilih metode yang sesuai serta mengendalikan variabel berdasarkan referensi untuk mengumpulkan data yang dapat dipercaya; memilih dan menggunakan alat dan bahan, termasuk penggunaan teknologi digital yang sesuai untuk mengumpulkan serta mencatat data secara sistematis dan akurat); Memproses, Menganalisis Data dan Informasi (Menafsirkan informasi yang diperoleh dengan jujur dan bertanggung jawab; menggunakan berbagai metode untuk menganalisa pola dan kecenderungan pada data; mendeskripsikan hubungan antar variabel serta mengidentifikasi inkonsistensi yang terjadi; menggunakan data dan rujukan untuk menarik kesimpulan yang konsisten dengan hasil penyelidikan); Mengevaluasi dan Refleksi (Mengidentifikasi sumber ketidakpastian dan kemungkinan penjelasan alternatif dalam rangka mengevaluasi kesimpulan serta menjelaskan cara spesifik untuk meningkatkan kualitas data; menganalisis validitas informasi dari sumber primer dan sekunder serta mengevaluasi pendekatan yang digunakan untuk menyelesaikan masalah dalam penyelidikan); Mengomunikasikan Hasil (Mengomunikasikan hasil penyelidikan secara sistematis dan utuh ditunjang dengan argumen ilmiah dan terbuka terhadap pendapat yang lebih relevan)."
        }
      },
      "Biologi": {
        "elemen": {
          "Pemahaman Biologi": "Mengaitkan hubungan antara struktur dan fungsi organel di dalam sel; menerapkan prinsip-prinsip bioproses yang terjadi di dalam sel; menganalisis keterkaitan antar sistem organ dalam tubuh untuk merespons stimulus internal dan eksternal; menerapkan prinsip pewarisan sifat; mengaitkan mekanisme evolusi dengan proses terjadi keanekaragaman dan kelangsungan hidup organisme; menerapkan prinsip pertumbuhan dan perkembangan; serta menganalisis proses bioteknologi modern.",
          "Keterampilan Proses": "Menerapkan keterampilan proses yang mencakup: Mengamati (Mengamati fenomena ilmiah dalam kehidupan sehari-hari maupun di laboratorium dan mencatat hasil pengamatannya dengan memperhatikan detail dari objek yang diamati untuk memunculkan pertanyaan yang akan diselidiki); Mempertanyakan dan Memprediksi (Merumuskan pertanyaan ilmiah tentang hubungan antar variabel dan hipotesis yang dapat diselidiki secara ilmiah); Merencanakan dan Melakukan Penyelidikan (Merencanakan dan memilih metode yang sesuai serta mengendalikan variabel berdasarkan referensi untuk mengumpulkan data yang dapat dipercaya; memilih dan menggunakan alat dan bahan, termasuk penggunaan teknologi digital yang sesuai untuk mengumpulkan serta mencatat data secara sistematis dan akurat); Memproses, Menganalisis Data dan Informasi (Menafsirkan informasi yang diperoleh dengan jujur dan bertanggung jawab; menggunakan berbagai metode untuk menganalisa pola dan kecenderungan pada data; mendeskripsikan hubungan antar variabel serta mengidentifikasi inkonsistensi yang terjadi; menggunakan data dan rujukan untuk menarik kesimpulan yang konsisten dengan hasil penyelidikan); Mengevaluasi dan Refleksi (Mengidentifikasi sumber ketidakpastian dan kemungkinan penjelasan alternatif dalam rangka mengevaluasi kesimpulan serta menjelaskan cara spesifik untuk meningkatkan kualitas data; menganalisis validitas informasi dari sumber primer dan sekunder serta mengevaluasi pendekatan yang digunakan untuk menyelesaikan masalah dalam penyelidikan); Mengomunikasikan Hasil (Mengomunikasikan hasil penyelidikan secara sistematis dan utuh ditunjang dengan argumen ilmiah dan terbuka terhadap pendapat yang lebih relevan)."
        }
      },
      "Sejarah": {
        "elemen": {
          "Pemahaman Konsep": "Menjelaskan sejarah pada Masa Penjajahan Bangsa Barat, Perlawanan Rakyat Daerah Terhadap Penjajah, Pergerakan Kebangsaan Indonesia, Pendudukan Jepang, Proklamasi Kemerdekaan Indonesia, Mempertahankan Kemerdekaan Indonesia, Masa Pemerintahan Sukarno, Masa Pemerintahan Suharto, dan Reformasi; menerapkan proses berpikir sejarah, melakukan literasi sejarah, penelitian sejarah, dan menunjukkan kesadaran sejarah melalui proses inkuiri; dan mengevaluasi nilai-nilai yang terkandung dalam sejarah untuk dapat dikontekstualisasikan dalam kehidupan masa sekarang.",
          "Keterampilan Proses": "Menerapkan secara spesifik keterampilan proses belajar sejarah mencakup keterampilan berpikir diakronis (kronologis) dan sinkronis, pemahaman sejarah, analisis dan interpretasi sejarah, kemampuan riset sejarah, literasi sejarah, analisis isu kesejarahan serta pengambilan keputusan, dan kebermaknaan peristiwa sejarah. Secara umum keterampilan proses pada mata pelajaran Sejarah dilakukan dengan cara berikut: Mengamati (murid mencermati fenomena sejarah terkait materi pelajaran); Menanya (murid menyusun pertanyaan tentang hal yang ingin diketahui dan masalah yang sedang diselidiki dengan rumus 5W 1H); Mengumpulkan informasi (heuristik) (murid mencari informasi dari sumber sejarah); Menganalisis informasi (kritik sumber) (murid menyeleksi sumber, memverifikasi, triangulasi/cek silang akurasi data dan fakta sejarah); Menarik kesimpulan (murid menarasikan temuan hasil investigasi); Mengomunikasikan (murid menyajikan informasi sejarah secara lisan, tulisan, dan/atau media lain); Merefleksikan dan merencanakan projek lanjutan secara kolaboratif (murid mengevaluasi pengalaman belajar)."
        }
      },
      "Geografi": {
        "elemen": {
          "Pemahaman Konsep": "Menganalisis keuntungan dari posisi strategis wilayah Indonesia dari sisi astronomis, geografis, geologis dan pemanfaatan sumber daya alam yang ada; memahami pola keanekaragaman hayati Indonesia dan dunia; memahami karakteristik geografi penduduk di wilayah Indonesia; memahami perubahan iklim, kebencanaan, dan lingkungan hidup sebagai bagian yang tak terpisahkan dari kondisi alam Indonesia; dan memahami kewilayahan dan pembangunan serta kerja sama antarnegara.",
          "Keterampilan Proses": "Mengamati fenomena di Indonesia dan/atau dunia untuk memahami pola dan karakteristik, serta membuat pertanyaan ilmiah guna menggali informasi secara mendalam; mengumpulkan data melalui observasi langsung dan/atau kajian pustaka, mendokumentasikannya secara sistematis, menganalisis data dengan pendekatan ilmiah, dan menyimpulkan hasil analisis untuk menjawab pertanyaan; mengomunikasikan hasil analisis dalam berbagai media, serta merefleksi proses serta hasil yang diperoleh untuk menyempurnakan pemahaman dan merencanakan pengembangan lebih lanjut; dan membuat projek kolaboratif tentang fenomena geografi menggunakan teknologi geospasial."
        }
      },
      "Ekonomi": {
        "elemen": {
          "Pemahaman Konsep": "Menjelaskan berbagai konsep dasar ekonomi; Mengidentifikasi berbagai permasalahan ekonomi dan keuangan, termasuk keterkaitan permasalahan ekonomi dengan literasi ekonomi dan keuangan digital yang terjadi di lingkungan sekitar, serta menganalisis dampak dari permasalahan ekonomi dan keuangan yang sedang terjadi berdasarkan konsep yang sudah dipelajari; memahami konsep-konsep pendapatan nasional dan pertumbuhan ekonomi serta kaitannya dengan kemiskinan, kesenjangan ekonomi, serta solusi untuk mengatasinya; memahami konsep ketenagakerjaan dan masalahnya serta solusi untuk mengatasinya; memahami konsep uang dan peredaran uang serta kaitannya dengan inflasi dan kebijakan moneter; memahami konsep akuntansi keuangan dasar dalam konteks menilai kondisi keuangan unit usaha (persamaan dasar akuntansi, siklus akuntansi dan laporan keuangan); dan memahami konsep kebijakan fiskal, fungsi anggaran negara dan daerah, dan perpajakan; konsep ekonomi internasional dan masalahnya.",
          "Keterampilan Proses": "Mengamati kondisi dan masalah ekonomi di lingkungan sekitar, regional, atau nasional; mempertanyakan dan memprediksi faktor penyebab, kondisi, dan masalah ekonomi; mengumpulkan informasi berkaitan dengan kondisi dan permasalahan ekonomi; memvalidasi dan menganalisis informasi yang telah dikumpulkan; menarik kesimpulan terkait faktor penyebab dan memberikan solusi atas kondisi dan permasalahan ekonomi; mengomunikasikan hasil pengamatan terkait penarikan kesimpulan atas kondisi dan permasalahan ekonomi serta solusi mengatasinya; merefleksikan solusi atas permasalahan ekonomi untuk kepentingan lingkungan sekitar; dan merencanakan projek lanjutan secara kolaboratif dalam rangka mengurangi permasalahan ekonomi di lingkungan sekitar."
        }
      },
      "Sosiologi": {
        "elemen": {
          "Pemahaman Konsep": "Menguasai sejumlah kompetensi, yakni murid mampu berpikir kritis dan kreatif; melakukan kajian literasi atas fenomena Sosiologi, menganalisis, menyajikan, melaporkan dan mengomunikasikan hasil kajian; mampu menunjukkan sikap berkesadaran sebagai warga yang baik, dan menghasilkan projek inovatif atas fenomena Sosiologi dalam bentuk digital maupun nondigital. Kompetensi tersebut terbentuk setelah murid menganalisis berbagai permasalahan sosial, konflik, dan integrasi sosial yang terjadi di masyarakat; dan murid juga mampu menyusun pemecahan masalah sosial dalam perspektif pemberdayaan, menerapkan prinsip kesetaraan dalam perbedaan sosial yang digunakan untuk mewujudkan masyarakat multikultural, serta menganalisis hubungan perubahan sosial pada kelompok atau komunitas dan globalisasi.",
          "Keterampilan Proses": "Mengamati, mendokumentasikan, mengumpulkan, mengolah, menyajikan, melaporkan, dan mengomunikasikan fenomena sosial di Indonesia dan/atau dunia baik dari realitas sosial maupun dari media digital sebagai respon atas perubahan yang disajikan secara logis dan sistematis dengan pendekatan pembelajaran mendalam; Atas pemahaman dan refleksi yang dilakukan, murid mampu merancang projek kolaboratif yang solutif atas masalah sosial, konflik sosial dan kekerasan akibat perbedaan, integrasi sosial, perubahan sosial budaya, dan hubungannya dengan globalisasi dalam pendekatan pemberdayaan; dan hasil kerja kolaboratif dalam mengkaji objek Sosiologi murid mampu melahirkan pengalaman bermakna dan berkesadaran kolektif dalam membangun masyarakat yang harmonis."
        }
      },
      "Antropologi": {
        "elemen": {
          "Pemahaman Konsep": "Menjelaskan konsep dasar Antropologi sebagai disiplin keilmuan, termasuk sejarah perkembangan, ruang lingkup, dan prinsip-prinsip seperti native’s point of view (pendekatan emik), relativisme budaya, thick description dan holistik, serta mengintegrasikannya secara bermakna dan kontekstual dalam menganalisis fenomena budaya, dengan pemahaman bahwa unsur-unsur kebudayaan saling mempengaruhi dan berhubungan; menjelaskan metode penelitian etnografi sebagai ciri khas utama dalam Antropologi dengan akan mempelajari metode, teknik, dan prinsip etnografi dalam menggali data secara mendalam melalui keterlibatan langsung di lapangan dan membaca hasil karya etnografi secara kritis, sehingga mampu menghasilkan gambaran utuh tentang kehidupan dan budaya suatu komunitas; memahami bahwa kebudayaan merupakan objek kajian utama dalam Antropologi yang melibatkan konsep dasar dan unsur-unsur budaya, yang terus berkembang seiring dengan perubahan sosial, teknologi, dan interaksi antarbudaya; memahami bahasa dan sistem religi tidak hanya sebagai bagian unsur universal dalam kebudayaan tetapi juga sebagai bagian dari sistem simbol dan kepercayaan yang hadir dalam kehidupan manusia; menganalisis konsep dasar dan fungsi organisasi sosial, termasuk keluarga dan sistem kekerabatan sebagai bagian dari struktur sosial di masyarakat; menganalisis problematika keberagaman budaya sebagai realitas dalam kehidupan masyarakat yang multikultural dan masyarakat digital.",
          "Keterampilan Proses": "Mengaplikasikan metode penelitian etnografi secara sederhana sebagai bagian dari keterampilan dasar dalam Antropologi; menerapkan prinsip relativisme budaya dalam kehidupan sehari-hari sebagai bentuk penghargaan terhadap keberagaman nilai dan norma budaya; mengaplikasikan pendekatan emik dan etik dalam praktik, serta merefleksikan pengalaman mereka dalam menggunakan metode penelitian etnografi sederhana; menganalisis dan mengevaluasi temuan mereka dengan memperhatikan bagaimana perspektif emik dan etik dapat mempengaruhi pemahaman mereka tentang dinamika sosial dan budaya; mengidentifikasi tantangan dan peluang dalam melakukan penelitian lapangan serta memperoleh wawasan yang lebih dalam tentang interaksi sosial dan kebudayaan; dan, merekomendasi atau solusi berdasarkan temuan mereka yang dapat bermanfaat untuk mempromosikan pemahaman lintas budaya dan menghargai keragaman budaya di komunitas mereka."
        }
      },
      "Informatika": {
        "elemen": {
          "Berpikir Komputasional": "Memahami alur proses pengembangan program atau produk teknologi digital; menganalisis persoalan yang bisa menghasilkan lebih dari satu solusi dengan pemahamannya terhadap beberapa strategi algoritmik untuk menghasilkan beberapa alternatif solusi dari satu persoalan dengan memberikan justifikasi efisiensi, kelebihan, dan keterbatasan dari setiap alternatif solusi; mampu memilih dan menerapkan solusi terbaik, paling efisien, dan optimal dengan merancang struktur data yang lebih kompleks dan abstrak; serta mengenali berbagai model jaringan komputer serta mampu melakukan pengiriman data antar perangkat dalam jaringan komputer dan troubleshooting permasalahan jaringan komputer.",
          "Literasi Digital": "Memahami penggunaan mesin pencari untuk melakukan riset; mengevaluasi kebenaran konten menggunakan verifikasi teks, gambar, dan video; menggunakan cara membaca lateral untuk mengevaluasi informasi digital yang kompleks; merancang kebutuhan sistem komputer sesuai kebutuhan pengguna; memahami konsep dan penerapan serta konfigurasi keamanan lanjut untuk konektivitas jaringan data lokal dan internet baik kabel maupun nirkabel; mengkreasi konten digital dengan peralatan dan metode yang bervariasi; memahami hukum dan perundang-undangan terkait isu digital di Indonesia; memahami pemanfaatan teknologi digital dalam demokrasi; menerapkan pengelolaan kata sandi dengan manajer kata sandi dan autentikasi dua langkah dengan beragam moda; serta memahami pemanfaatan platform loka pasar, perbankan digital, dompet digital beserta aspek keamanannya.",
          "Analisis Data": "Memanfaatkan sumber data yang terbuka, terpercaya, dan legal untuk mengolah data untuk pengambilan keputusan dan prediksi secara efektif, efisien, dan optimal tanpa atau dengan komputer.",
          "Algoritma dan Pemrograman": "Memahami konsep strategi algoritmik; mengembangkan program komputer terstruktur dalam notasi algoritma atau notasi lain berdasarkan strategi algoritmik yang tepat; mengembangkan, melakukan pemeliharaan, dan penyempurnaan algoritma standar ke dalam kode sumber program dengan memperhatikan kualitasnya; merancang dan mengimplementasikan sebuah program yang menggunakan struktur data kompleks dan tepat menggunakan library atau perangkat yang tersedia."
        }
      },
      "Pendidikan Jasmani Olahraga dan Kesehatan": {
        "elemen": {
          "Terampil Bergerak": "Mengevaluasi keterampilan gerak spesifik di dalam berbagai situasi gerak yang menantang untuk meningkatkan kinerja gerak; mengevaluasi strategi gerak untuk mendapatkan keberhasilan capaian keterampilan gerak melintasi berbagai situasi gerak yang menantang.",
          "Belajar Melalui Gerak": "Mengevaluasi strategi gerak yang telah dikuasai dalam situasi gerak baru yang menantang; mengevaluasi fair play dan merefleksikan pengaruh perilaku etis terhadap capaian aktivitas jasmani bagi individu dan kelompok; serta mengevaluasi strategi pengambilan keputusan dalam kerja tim yang mempertunjukkan keterampilan kepemimpinan dan kolaborasi.",
          "Bergaya Hidup Aktif": "Berpartisipasi dalam aktivitas kebugaran dan mengevaluasi dampak partisipasi yang teratur terhadap kesehatan; mengevaluasi efektivitas strategi peningkatan aktivitas kebugaran untuk kesehatan.",
          "Memilih Hidup yang Menyehatkan": "Mengadvokasi gaya hidup aktif dan sehat melalui aktivitas jasmani menggunakan berbagai media; mengadvokasi pola makan sehat dan bergizi seimbang kepada orang lain sesuai kebutuhan aktivitas jasmaninya; dan mempraktikkan tindakan penyelamatan hidup sesuai prosedur operasional standar (POS)."
        }
      },
      "Seni Musik": {
        "elemen": {
          "Mengalami (Experiencing)": "Menyimak dan mengeksplorasi unsur-unsur musik (nada, irama, melodi, harmoni, timbre, tempo, dan dinamika) menggunakan alat musik dengan teknologi yang sesuai dengan kondisi setempat; murid mampu mengevaluasi karya-karya musik secara musikal dan bertanggung jawab.",
          "Merefleksikan (Reflecting)": "Menerapkan hasil evaluasi praktik bermain musik baik sendiri maupun kelompok.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Menjalani dan mendokumentasikan kebiasaan bermusik secara mandiri atau berkolaborasi dengan baik dan cermat; murid mampu menunjukkan penguasaan unsur-unsur musik, pemahaman dan keterampilan bermusik, serta keberagaman konteks dalam praktik musik; murid mampu menyajikan ansambel musik remaja menggunakan karya musik mancanegara dengan teknologi yang sesuai kondisi setempat.",
          "Menciptakan (Creating)": "Menciptakan, menyajikan dan mendokumentasikan karya kolaborasi dengan menerapkan manajemen pementasan.",
          "Berdampak (Impacting)": "Menghayati kegiatan bermusik yang kolaboratif dan kompleks, memperluas pengalaman, meningkatkan keterampilan bermain musik, serta penerapannya dalam kehidupan sehari-hari."
        }
      },
      "Seni Rupa": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengeksplorasi penggunaan unsur rupa dan prinsip desain dalam benda-benda di sekitar/karya seni rupa.",
          "Merefleksikan (Reflecting)": "Merefleksikan penggunaan unsur rupa, prinsip desain, dan fungsi dalam karya diri sendiri dan teman sekelas menggunakan kosa kata seni rupa yang sesuai.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Menganalisis potensi alat dan bahan yang ada di lingkungan sekitar dan keterhubungan seni rupa dengan kelompok atau bidang keilmuan lain dalam berkarya.",
          "Menciptakan (Making/Creating)": "Membuat karya seni rupa berdasarkan pengalaman dan/atau hasil pengamatan terhadap lingkungan sekitar, dengan mempertimbangkan fungsi, menggunakan gaya atau teknik yang dikuasai.",
          "Berdampak (Impacting)": "Menghasilkan karya seni rupa untuk mengajak orang lain, merespon pengalaman sehari-hari, mengeksperiskan perasaan, minat, dan/atau isu sosial dalam masyarakat."
        }
      },
      "Seni Tari": {
        "elemen": {
          "Mengalami (Experiencing)": "Mengelaborasi tari tradisi/tari kreasi berdasarkan makna, simbol, nilai estetis dari sudut pandang aspek seni sesuai dengan pengalaman dan wawasan.",
          "Merefleksikan (Reflecting)": "Mengevaluasi hasil penciptaan karya tari dengan mengapresiasi nilai estetis tari tradisi/tari kreasi berdasarkan makna dan simbol.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Mengembangkan penciptaan tari tradisi/kreasi secara individu ataupun kelompok dengan manajemen pertunjukan.",
          "Menciptakan (Creating)": "Mengkomposisi tari yang terinspirasi dari hasil membandingkan berbagai pertunjukan tari tradisi/tari kreasi berdasarkan makna, simbol, nilai estetis.",
          "Berdampak (Impacting)": "Memiliki karakter diri sehingga dapat mempengaruhi orang lain untuk memberikan apresiasi pertunjukan tari."
        }
      },
      "Seni Teater": {
        "elemen": {
          "Mengalami (Experiencing)": "Menerapkan teknik keaktoran melalui bahasa tubuh, mimik wajah dan vokal untuk menunjukkan kepekaan terhadap persoalan sosial, dan eksplorasi komunikasi nonverbal; melakukan pengamatan mengenai ragam teknik/genre teater, ide penokohan dan peristiwa yang berasal dari karya profesional sebagai inspirasi dalam memproduksi dan menampilkan pertunjukan secara berkolaborasi dengan memanfaatkan platform digital.",
          "Merefleksikan (Reflection)": "Mengapresiasi dan memberikan umpan balik mengenai pesan, kualitas akting, tata artistik, teknologi, dan elaborasi genre, pada suatu karya, dengan menggunakan kosakata seni teater yang tepat dan argumentasi berdasarkan teori yang dipelajari.",
          "Berpikir dan Bekerja Artistik (Thinking and Working Artistically)": "Merancang tata artistik berdasarkan peran dan cerita untuk produksi.",
          "Menciptakan (Making/Creating)": "Menciptakan peran baru, naskah orisinal, dan menyusun kembali cerita/alur pertunjukan yang memperlihatkan kejelasan alur dan dinamika cerita/emosi di panggung maupun secara digital.",
          "Berdampak (Impacting)": "Menghasilkan naskah atau pertunjukan berdasarkan minat, pengetahuan, peristiwa aktual, pengalaman, empati, kreativitas, dan respons terhadap ragam topik yang dipilihnya, sehingga memberi dampak positif bagi dirinya dan lingkungan sekitarnya."
        }
      },
      "Koding dan Kecerdasan Artifisial": {
        "elemen": {
          "Berpikir Komputasional": "Menerapkan berpikir komputasional untuk memecahkan permasalahan kompleks di dunia kerja dan masyarakat serta melakukan prediksi sesuai dengan bidang keahlian.",
          "Literasi Digital": "Menerapkan produksi dan diseminasi konten digital tingkat lanjut untuk mendukung pengembangan aplikasi dan KA sesuai dengan bidang keahlian.",
          "Algoritma Pemrograman": "Memahami algoritma dan menerapkan pemrograman berorientasi objek pada tools koding tingkat lanjut yang berkaitan dengan pemanfaatan KA.",
          "Analisis Data": "Memahami data encoding, menerapkan basis data untuk menyelesaikan permasalahan di dunia kerja dan masyarakat.",
          "Literasi dan Etika Kecerdasan Artifisial": "Memahami prinsip kerja teknologi kecerdasan artifisial secara tepat guna dan bertanggungjawab di dunia kerja dan masyarakat dengan memperhatikan aspek etika, keamanan data dan dampak sosial penggunaannya.",
          "Pemanfaatan dan Pengembangan Kecerdasan Artifisial": "Mengaktualisasikan produk KA sesuai bidang keahlian untuk memecahkan permasalahan di dunia kerja dan masyarakat."
        }
      }
    }
  }
}